import team_1 from './assets/img/team-1.jpg';
import team_2 from './assets/img/team-2.jpg';
import team_3 from './assets/img/team-3.jpg';
import team_4 from './assets/img/team-4.jpg';

import employee_2 from './assets/img/employee-2.jpg';
import employee_3 from './assets/img/employee-3.jpg';
import employee_4 from './assets/img/employee-4.jpg';
import employee_5 from './assets/img/employee-5.jpg';
import employee_6 from './assets/img/employee-6.jpg';
import employee_7 from './assets/img/employee-7.jpg';

import article_2 from './assets/img/article-2.jpg';
import article_3 from './assets/img/article-3.jpg';
import article_4 from './assets/img/article-4.jpg';
import article_5 from './assets/img/article-5.jpg';

import story_3 from './assets/img/story-3.jpg';
import story_4 from './assets/img/story-4.jpg';

import position_1 from './assets/img/position-1.jpg';
import position_2 from './assets/img/position-2.jpg';
import position_3 from './assets/img/position-3.jpg';

import office_1 from './assets/img/office-1.jpg';
import office_2 from './assets/img/office-2.jpg';
import office_3 from './assets/img/office-3.jpg';
import office_4 from './assets/img/office-4.jpg';
import office_5 from './assets/img/office-5.jpg';
import office_6 from './assets/img/office-6.jpg';
import office_7 from './assets/img/office-7.jpg';
import office_8 from './assets/img/office-8.jpg';

///// PersonPage /////
export const companyList = [
  {
    photo: team_1,
    label: 'שם החברה',
    text:
      'ליבם סולגק. בריאט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתמש השמה - לתכי מוגרם בורק?',
  },
  {
    photo: team_2,
    label: 'שם החברה',
    text:
      'ליבם סולגק. בריאט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתמש השמה - לתכי מוגרם בורק?',
  },
  {
    photo: team_3,
    label: 'שם החברה',
    text:
      'ליבם סולגק. בריאט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתמש השמה - לתכי מוגרם בורק?',
  },
];

export const faqList = [
  {
    title: 'כותרת שאלה',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: null,
  },
  {
    title: 'כותרת שאלה',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. יסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: null,
  },
  {
    title: 'כותרת שאלה',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: team_4,
  },
  {
    title: 'כותרת שאלה',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: null,
  },
  {
    title: 'כותרת שאלה',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. יסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: null,
  },
];

export const pesronList = [
  {
    photo: employee_2,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_3,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_4,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_5,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_6,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
];

//// ArticlePage /////
export const articleList_1 = [
  {
    photo: article_3,
    label: 'שם הכתבה לורם איפסום',
    text:
      'ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק?',
  },
  {
    photo: article_4,
    label: 'שם הכתבה לורם איפסום',
    text:
      'ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק?',
  },
  {
    photo: article_5,
    label: 'שם הכתבה לורם איפסום',
    text:
      'ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק?',
  },
];

export const articleList_2 = [
  {
    title: 'כותרת',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. יסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: article_2,
  },
  {
    title: 'כותרת',
    text:
      'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. יסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.',
    photo: null,
  },
];

export const employeeList = [
  {
    photo: employee_2,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_3,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_4,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_5,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_6,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
  {
    photo: employee_7,
    text: 'שם החברה',
    name: 'לורמון איפסומשטיין',
  },
];

//// HomePage /////
export const storyList = [
  {
    image: story_3,
    label: 'לורם איפסום',
    text:
      'לורם איפסום דולור סיט אמט, קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורךגולר מונפרר סוברט לורם שבצק',
    name: 'שם הכותב',
    date: '01.01.18',
  },
  {
    image: story_4,
    label: 'לורם איפסום',
    text:
      'לורם איפסום דולור סיט אמט, קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורךגולר מונפרר סוברט לורם שבצק',
    name: 'שם הכותב',
    date: '01.01.18',
  },
];

export const positionList = [
  {
    photo: position_1,
    label: 'שם המשרה',
    text:
      'ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק?',
    date: '01.01.18',
  },
  {
    photo: position_2,
    label: 'שם המשרה',
    text:
      'ליבם סולגק. בריאט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתמש השמה - לתכי מוגרם בורק?',
    date: '01.01.18',
  },
  {
    photo: position_3,
    label: 'שם המשרה',
    text:
      'ליבם סולגק. בריאט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתמש השמה - לתכי מוגרם בורק?',
    date: '01.01.18',
  },
];

export const officeList = [
  office_1,
  office_2,
  office_3,
  office_4,
  office_5,
  office_6,
  office_7,
  office_8,
];
